Repository: LinkNacional/give-free-form
Catalog: languages/lkn-give-free-form-*.po
Languages: pt_br

source: Form Customization
pt_br: Estilização do Formulário

source: Enable.
pt_br: Habilitar.

source: Enable the legacy form customization.
pt_br: Habilita a estilização do formulário legado.

source: Enabled
pt_br: Habilitado

source: Disabled
pt_br: Desabilitado

source: Primary color.
pt_br: Cor primária.

source: The primary color is used throughout the form template for multiple elements, including buttons, line breaks and focus elements. Set a color that reflects your brand or featured image for the best results.
pt_br: A cor primária é usada em todo o modelo do formulário por vários elementos, incluindo botões, quebras de linha e elementos de foco. Defina uma cor que reflita sua marca ou imagem em destaque para obter os melhores resultados.

source: Secondary color.
pt_br: Cor secundária.

source: The secondary color is used in website details and highlights for the words.
pt_br: A cor secundária é usada em detalhes do site e destaques para as palavras.

source: Titles color.
pt_br: Cor dos títulos.

source: Sets the font color for form sections.
pt_br: Define a cor da fonte das seções do formulário.

source: Color of buttons border.
pt_br: Cor da borda dos botões.

source: Sets the border color for the amount selection and payment method buttons.
pt_br: Define a cor da borda para os botões de seleção de valor e método de pagamento.

source: Titles size.
pt_br: Tamanho dos títulos.

source: Sets the font size for form sections. Can use units of measurement in px, em, rem or vw.
pt_br: Define o tamanho da fonte das seções do formulário. Pode utilizar unidades de medida em px, em, rem ou vw.

source: Spacing between sections.
pt_br: Espaçamento entre as seções.

source: The margin used to separate sections of the form (only vertical margin). Can use units of measurement in px, em, rem or vw.
pt_br: A margem utilizada para separar as seções do formulário (apenas margem vertical). Pode utilizar unidades de medida em px, em, rem ou vw.

source: Size of buttons border.
pt_br: Tamanho da borda dos botões.

source: Sets the border size for the amount selection and payment method buttons. Can use units of measurement in px, em, rem or vw.
pt_br: Define o tamanho da borda dos botões de seleção de valor e método de pagamentos. Pode utilizar unidades de medida em px, em, rem ou vw.

source: Curvature of buttons border.
pt_br: Curvatura da borda dos botões.

source: Choose the curvature of the buttons border, the lower the value, the more square it will be. Can use units of measurement in px, em, rem or vw.
pt_br: Escolha a curvatura da borda dos botões, quanto menor o valor, mais quadrada será. Pode utilizar unidades de medida em px, em, rem ou vw.

source: Height of buttons.
pt_br: Altura dos botões.

source: Choose the height of buttons box. Can use units of measurement in px, em, rem or vw.
pt_br: Escolha a altura da caixa dos botões. Pode utilizar unidades de medida em px, em, rem ou vw.

source: Width of buttons.
pt_br: Largura dos botões.

source: Choose the width of buttons box. Can use units of measurement in px, em, rem or vw.
pt_br: Escolha a largura da caixa dos botões. Pode utilizar unidades de medida em px, em, rem ou vw.

source: Text font size of buttons.
pt_br: Tamanho da fonte do texto dos botões.

source: Choose the text font size of buttons content. Can use units of measurement in px, em, rem or vw.
pt_br: Escolha o tamanho da fonte do texto do conteúdo dos botões. Pode utilizar unidades de medida em px, em, rem ou vw.

source: Field for advanced styling of Stripe fields.
pt_br: Campo para estilização avançada de campos do Stripe.

source: Use CSS, without classes, to customize Stripe fields the way you want.
pt_br: Utilize CSS, sem classes, para customizar os campos do Stripe do seu jeito.

source: Field for advanced styling.
pt_br: Campo para estilização avançada.

source: Use CSS to customize the form the way you want.
pt_br: Utilize CSS para customizar o formulário do seu jeito.

source: The form customization is not relevant for Multi-step form of GiveWP. If you want to use the Donation Form Customization for GiveWP, you need to change the Form Template to the `Legacy` option.
pt_br: A estilização de formulário não é relevante para o formulário Multi-step do GiveWP. Caso você deseje utilizar o Donation Form Customization for GiveWP, você precisa mudar o template do formulário para a opção `Legado`.

source: Warning:
pt_br: Aviso:

source: Activation Error:
pt_br: Erro de Ativação:

source: You must have
pt_br: Você precisa ter o

source: version
pt_br: versão

source: for the Donation Form Customization for GiveWP to activate.
pt_br: para ativar o Donation Form Customization for GiveWP.

source: plugin installed and activated for the Donation Form Customization for GiveWP.
pt_br: plugin, instalado e ativado para o Donation Form customization for GiveWP.

source: A simple checkbox block for GiveWP forms.
pt_br: Um bloco simples de checkbox para formulários do GiveWP.

source: Field Settings
pt_br: Configurações do Campo

source: Required
pt_br: Obrigatório

source: Checked by Default
pt_br: Selecionado por Padrão

source: Display Settings
pt_br: Configurações de Exibição

source: Show in Admin Panel
pt_br: Exibir no Painel de Administração

source: Show in Receipt
pt_br: Exibir no Recibo

source: Input Fields
pt_br: Campos de Entrada

source: Custom
pt_br: Personalizado

source: View details
pt_br: Ver detalhes

source: More information about %s
pt_br: Mais informações sobre %s

source: Check for updates
pt_br: Verificar atualizações

# the plugin title
source: The %s plugin is up to date.
pt_br: O plugin %s está atualizado.

# the plugin title
source: A new version of the %s plugin is available.
pt_br: Uma nova versão do plugin %s está disponível.

# the plugin title
source: Could not determine if updates are available for %s.
pt_br: Não foi possível determinar se há atualizações disponíveis para %s.

source: Unknown update checker status "%s"
pt_br: Status do verificador de atualizações desconhecido "%s"

source: Secure donation platform
pt_br: Plataforma de doação segura
